Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# google.oauth.callback.success_body
source: Google Calendar is connected. You can close this tab and return to KnotQ.
ar: تم الاتصال بـ Google Calendar. يمكنك إغلاق هذه النافذة والعودة إلى KnotQ.
cs: Kalendář Google je připojen. Můžete zavřít tuto kartu a vrátit se do KnotQ.
da: Google Calendar er forbundet. Du kan lukke denne fane og vende tilbage til KnotQ.
de: Google Kalender ist verbunden. Sie können diesen Tab schließen und zu KnotQ zurückkehren.
el: Το Google Calendar είναι συνδεδεμένο. Μπορείτε να κλείσετε αυτήν την καρτέλα και να επιστρέψετε στο KnotQ.
es: Google Calendar está conectado. Puedes cerrar esta pestaña y volver a KnotQ.
fi: Google Calendar on yhdistetty. Voit sulkea tämän välilehden ja palata KnotQ:lle.
fr: Google Calendar est connecté. Vous pouvez fermer cet onglet et revenir à KnotQ.
he: Google Calendar מחובר. אתה יכול לסגור את הכרטיסייה הזו וחזור ל-KnotQ.
hi: Google कैलेंडर कनेक्ट है। आप इस टैब को बंद कर सकते हैं और KnotQ पर वापस जा सकते हैं।
hu: A Google-naptár csatlakoztatva van. Bezárhatja ezt a fület és visszatérhet a KnotQ-ba.
id: Google Calendar terhubung. Anda dapat menutup tab ini dan kembali ke KnotQ.
it: Google Calendar è connesso. Puoi chiudere questa scheda e tornare a KnotQ.
ja: Google Calendarが接続されました。このタブを閉じてKnotQに戻ることができます。
ko: Google 달력이 연결되었습니다. 이 탭을 닫고 KnotQ로 돌아갈 수 있습니다.
ms: Google Kalender terhubung. Anda dapat menutup tab ini dan kembali ke KnotQ.
nb: Google Calendar er tilkoblet. Du kan lukke denne fanen og returnere til KnotQ.
nl: Google Calendar is verbonden. Je kunt dit tabblad sluiten en terugkeren naar KnotQ.
pl: Google Calendar jest połączony. Możesz zamknąć tę kartę i wrócić do KnotQ.
pt_br: Google Calendar está conectado. Você pode fechar essa aba e voltar ao KnotQ.
pt_pt: Google Calendar está ligado. Pode fechar este separador e voltar para KnotQ.
ro: Google Calendar este conectat. Puteți închide această filă și vă întoarceți la KnotQ.
ru: Google Calendar подключён. Вы можете закрыть эту вкладку и вернуться в KnotQ.
sk: Google Kalendár je pripojený. Môžete zatvoriť túto kartu a vrátiť sa na KnotQ.
sv: Google Kalender är ansluten. Du kan stänga den här fliken och återvända till KnotQ.
th: ปฏิทิน Google เชื่อมต่อแล้ว คุณสามารถปิดแท็บนี้และกลับไปที่ KnotQ
tr: Google Takvim bağlandı. Bu sekmeyi kapatabilir ve KnotQ'ya dönebilirsiniz.
uk: Google Calendar підключено. Ви можете закрити цю вкладку й повернутися до KnotQ.
vi: Google Calendar đã được kết nối. Bạn có thể đóng tab này và quay lại KnotQ.
zh_hans: Google 日历已连接。您可以关闭此标签页并返回 KnotQ。
zh_hant: Google 日曆已連接。您可以關閉此標籤並返回 KnotQ。

# google.oauth.error.cancelled
source: Google OAuth browser callback cancelled
ar: تم إلغاء رد نداء متصفح Google OAuth
cs: Zpětné volání prohlížeče Google OAuth zrušeno
da: Google OAuth browserCallback annulleret
de: Google OAuth Browser-Rückruf abgebrochen
el: Η επανάκλιση του Google OAuth browser ακυρώθηκε
es: Devolución de llamada de OAuth de Google cancelada
fi: Google OAuth-selaimen takaisinsoitto peruutettu
fr: Rappel du navigateur Google OAuth annulé
he: Google OAuth בדפדפן בוטל
hi: Google OAuth ब्राउज़र कॉलबैक रद्द
hu: A Google OAuth böngészőhöz használt visszahívás szervezés lemondása
id: Panggilan balik browser Google OAuth dibatalkan
it: Callback browser Google OAuth annullato
ja: Google OAuthブラウザコールバックがキャンセルされました
ko: Google OAuth 브라우저 콜백 취소됨
ms: Panggilan balik browser Google OAuth dibatalkan
nb: Google OAuth nettlesersamtale avbrutt
nl: Google OAuth-browserterugbellen geannuleerd
pl: Anulowanie wywołania zwrotnego przeglądarki Google OAuth
pt_br: Callback do navegador Google OAuth cancelado
pt_pt: Chamada de retorno do navegador Google OAuth cancelada
ro: Apelul de retur Google OAuth a fost anulat
ru: Обратный вызов браузера Google OAuth отменён
sk: Spätné volanie prehliadača Google OAuth bolo zrušené
sv: Google OAuth-webbläsaranrop avbröts
th: ยกเลิกการโทรกลับ Google OAuth ของเบราว์เซอร์
tr: Google OAuth tarayıcı geri çağrması iptal edildi
uk: Зворотний виклик браузера Google OAuth скасовано
vi: Lệnh gọi lại trình duyệt Google OAuth đã bị hủy
zh_hans: Google OAuth 浏览器回调已取消
zh_hant: Google OAuth 瀏覽器回呼已取消

# google.oauth.error.missing_code
source: Google OAuth callback did not include a code
ar: لم يتضمن رد نداء Google OAuth رمزاً
cs: Zpětné volání Google OAuth neobsahovalo kód
da: Google OAuth callback indeholdt ikke en kode
de: Google OAuth-Rückruf enthielt keinen Code
el: Η επανάκλιση Google OAuth δεν περιελάμβανε κωδικό
es: La devolución de llamada de OAuth de Google no incluyó un código
fi: Google OAuth-takaisinsoitto ei sisältänyt koodia
fr: Le rappel Google OAuth n'incluait pas de code
he: Google OAuth בדפדפן לא כלל קוד
hi: Google OAuth कॉलबैक में कोड शामिल नहीं है
hu: A Google OAuth visszahívás nem tartalmazott kódot
id: Panggilan balik Google OAuth tidak menyertakan kode
it: Callback Google OAuth non ha incluso un codice
ja: Google OAuthコールバックにコードが含まれていません
ko: Google OAuth 콜백에 코드가 포함되지 않음
ms: Panggilan balik Google OAuth tidak menyertakan kode
nb: Google OAuth-samtale inkluderte ikke en kode
nl: Google OAuth-terugbellen bevatte geen code
pl: Wywołanie zwrotne Google OAuth nie zawierało kodu
pt_br: Callback do Google OAuth não incluiu um código
pt_pt: A chamada de retorno do Google OAuth não incluiu um código
ro: Apelul de retur Google OAuth nu a inclus un cod
ru: Обратный вызов Google OAuth не содержит кода
sk: Spätné volanie Google OAuth neobsahovalo kód
sv: Google OAuth-anropet innehöll ingen kod
th: การโทรกลับ Google OAuth ไม่รวมรหัส
tr: Google OAuth geri çağrısı kod içermiyordu
uk: Зворотний виклик Google OAuth не містить коду
vi: Lệnh gọi lại Google OAuth không bao gồm mã
zh_hans: Google OAuth 回调未包含代码
zh_hant: Google OAuth 回呼不包含代碼

# google.oauth.error.no_refresh_token
source: Google did not return a refresh token
ar: لم يقدم Google رمز تحديث
cs: Google nevrátil obnovovací token
da: Google returnerede ingen opdateringstoken
de: Google hat kein Aktualisierungstoken zurückgegeben
el: Το Google δεν επέστρεψε διακριτικό ανανέωσης
es: Google no devolvió un token de actualización
fi: Google ei palauttanut päivitystokenia
fr: Google n'a pas retourné un jeton d'actualisation
he: Google לא החזיר אסימון רענון
hi: Google ने रीफ्रेश टोकन नहीं दिया
hu: A Google nem adott vissza frissítési tokent
id: Google tidak mengembalikan token segarkan
it: Google non ha restituito un token di aggiornamento
ja: Googleがリフレッシュトークンを返しませんでした
ko: Google이 새로고침 토큰을 반환하지 않음
ms: Google tidak mengembalikan token penyegaran
nb: Google returnerte ikke et oppdateringstoken
nl: Google heeft geen vernieuwingstoken geretourneerd
pl: Google nie zwrócił tokenu odświeżającego
pt_br: Google não retornou um token de atualização
pt_pt: Google não devolveu um token de atualização
ro: Google nu a returnat un token de reîmprospătare
ru: Google не вернул токен обновления
sk: Google nevrátil token obnovenia
sv: Google returnerade ingen uppdateringstoken
th: Google ไม่ได้ส่งโทเค็นรีเฟรช
tr: Google yenileme jetonunu döndürmedi
uk: Google не повернув токен оновлення
vi: Google không trả về mã thông báo làm mới
zh_hans: Google 未返回刷新令牌
zh_hant: Google 未傳回重新整理令牌

# google.oauth.error.provider_error
source: Google OAuth error: {error}
ar: خطأ Google OAuth: {error}
cs: Chyba Google OAuth: {error}
da: Google OAuth fejl: {error}
de: Google OAuth-Fehler: {error}
el: Σφάλμα Google OAuth: {error}
es: Error de OAuth de Google: {error}
fi: Google OAuth -virhe: {error}
fr: Erreur Google OAuth : {error}
he: שגיאת Google OAuth: {error}
hi: Google OAuth त्रुटि: {error}
hu: Google OAuth hiba: {error}
id: Kesalahan Google OAuth: {error}
it: Errore Google OAuth: {error}
ja: Google OAuthエラー: {error}
ko: Google OAuth 오류: {error}
ms: Kesalahan Google OAuth: {error}
nb: Google OAuth-feil: {error}
nl: Google OAuth-fout: {error}
pl: Błąd Google OAuth: {error}
pt_br: Erro do Google OAuth: {error}
pt_pt: Erro Google OAuth: {error}
ro: Eroare Google OAuth: {error}
ru: Ошибка Google OAuth: {error}
sk: Chyba Google OAuth: {error}
sv: Google OAuth-fel: {error}
th: ข้อผิดพลาด Google OAuth: {error}
tr: Google OAuth hatası: {error}
uk: Помилка Google OAuth: {error}
vi: Lỗi Google OAuth: {error}
zh_hans: Google OAuth 错误: {error}
zh_hant: Google OAuth 錯誤：{error}

# google.oauth.error.timeout
source: Google OAuth timed out waiting for browser callback
ar: انتهت مهلة انتظار Google OAuth لرد نداء المتصفح
cs: Časový limit Google OAuth vypršel během čekání na zpětné volání prohlížeče
da: Google OAuth timeout mens der blev ventet på browserCallback
de: Google OAuth hat beim Warten auf Browser-Rückruf das Zeitlimit überschritten
el: Ο Google OAuth λήξη χρονικού ορίου κατά την αναμονή για επανάκλιση του browser
es: OAuth de Google agotó el tiempo de espera para la devolución de llamada del navegador
fi: Google OAuth:n aikakatkaisu selaimen takaisinsoittoa odotettaessa
fr: Google OAuth a expiré en attendant le rappel du navigateur
he: Google OAuth הפסיק ללכת בחיפוש בדפדפן
hi: Google OAuth ब्राउज़र कॉलबैक के लिए प्रतीक्षा करते समय समय समाप्त हो गया
hu: A Google OAuth időtúllépése miatt várakozás a böngészőhöz használt visszahívásra
id: Google OAuth habis waktu menunggu panggilan balik browser
it: Timeout Google OAuth in attesa del callback del browser
ja: Google OAuthブラウザコールバック待機がタイムアウト
ko: Google OAuth 브라우저 콜백 대기 시간 초과
ms: Google OAuth habis waktu menunggu panggilan balik browser
nb: Google OAuth tidsavbrudd under venting på nettlesersamtale
nl: Google OAuth-time-out bij wachten op browserterugbellen
pl: Limit czasu Google OAuth podczas oczekiwania na wywołanie zwrotne przeglądarki
pt_br: Timeout do Google OAuth aguardando callback do navegador
pt_pt: Google OAuth atingiu o tempo limite à espera da chamada de retorno do navegador
ro: Timeout la așteptarea apelului de retur Google OAuth în browser
ru: Истекло время ожидания обратного вызова браузера Google OAuth
sk: Vypršal čas čakania na spätné volanie prehliadača Google OAuth
sv: Google OAuth tidsgräns överskriden medan det väntade på webbläsaranrop
th: Google OAuth หมดเวลาในการรอการโทรกลับของเบราว์เซอร์
tr: Google OAuth tarayıcı geri çağrısını beklerken zaman aşımına uğradı
uk: Тайм-аут Google OAuth при очікуванні на зворотний виклик браузера
vi: Google OAuth hết thời gian chờ lệnh gọi lại trình duyệt
zh_hans: Google OAuth 等待浏览器回调超时
zh_hant: Google OAuth 等待瀏覽器回呼時逾時

# google.oauth.error.unexpected_state
source: Google OAuth returned an unexpected state
ar: أرجع Google OAuth حالة غير متوقعة
cs: Google OAuth vrátilo neočekávaný stav
da: Google OAuth returnerede en uventet tilstand
de: Google OAuth hat einen unerwarteten Status zurückgegeben
el: Το Google OAuth επέστρεψε απροσδόκητη κατάσταση
es: OAuth de Google devolvió un estado inesperado
fi: Google OAuth palautti odottamattoman tilan
fr: Google OAuth a retourné un état inattendu
he: Google OAuth החזיר מצב בלתי צפוי
hi: Google OAuth ने एक अप्रत्याशित स्थिति लौटाई
hu: A Google OAuth váratlan állapotot adott vissza
id: Google OAuth mengembalikan status yang tidak diharapkan
it: Google OAuth ha restituito uno stato inaspettato
ja: Google OAuthが予期しない状態を返しました
ko: Google OAuth가 예상치 못한 상태를 반환함
ms: Google OAuth mengembalikan keadaan yang tidak terduga
nb: Google OAuth returnerte en uventet tilstand
nl: Google OAuth retourneerde een onverwachte staat
pl: Google OAuth zwrócił nieoczekiwany stan
pt_br: Google OAuth retornou um estado inesperado
pt_pt: Google OAuth devolveu um estado inesperado
ro: Google OAuth a returnat o stare neașteptată
ru: Google OAuth вернул неожиданное состояние
sk: Google OAuth vrátil neočakávaný stav
sv: Google OAuth returnerade ett oväntat tillstånd
th: Google OAuth ส่งกลับสถานะที่ไม่คาดไว้
tr: Google OAuth beklenmeyen bir durum döndürdü
uk: Google OAuth повернув несподіваний стан
vi: Google OAuth trả về trạng thái không mong đợi
zh_hans: Google OAuth 返回了意外状态
zh_hant: Google OAuth 傳回非預期的狀態

# google.oauth.error.worker_stopped
source: Google OAuth worker stopped
ar: توقف عامل Google OAuth
cs: Pracovník Google OAuth se zastavil
da: Google OAuth arbejder stoppet
de: Google OAuth-Worker beendet
el: Η εργάσια Google OAuth σταμάτησε
es: Trabajador de OAuth de Google se detuvo
fi: Google OAuth -työntekijä pysähtyi
fr: Le worker Google OAuth s'est arrêté
he: עובד Google OAuth עצר
hi: Google OAuth कार्यकर्ता बंद
hu: A Google OAuth-feldolgozó megállt
id: Pekerja Google OAuth dihentikan
it: Worker Google OAuth interrotto
ja: Google OAuthワーカーが停止しました
ko: Google OAuth 작업자 중지됨
ms: Pekerja Google OAuth berhenti
nb: Google OAuth arbeider stoppet
nl: Google OAuth-werker gestopt
pl: Proces Google OAuth zatrzymany
pt_br: Worker do Google OAuth parou
pt_pt: Processo Google OAuth parou
ro: Procesul Google OAuth s-a oprit
ru: Работник Google OAuth остановлен
sk: Pracovník Google OAuth sa zastavil
sv: Google OAuth-arbete stoppades
th: worker Google OAuth หยุด
tr: Google OAuth işçisi durduruldu
uk: Робітник Google OAuth зупинився
vi: Công nhân Google OAuth đã dừng
zh_hans: Google OAuth 工作线程已停止
zh_hant: Google OAuth 背景工作已停止

# google.sync.imported_count
source: Imported %lld Google calendars.
ar: تم استيراد %lld تقويم Google.
cs: Importováno %lld Kalendářů Google.
da: Importeret %lld Google kalendere.
de: %lld Google Kalender importiert.
el: Εισαγωγή %lld ημερολογίων Google.
es: Se importaron %lld calendarios de Google.
fi: Tuotu %lld Google-kalenteria.
fr: Importés %lld calendriers Google.
he: יובאו %lld לוחות שנה של Google.
hi: %lld Google कैलेंडर आयातित।
hu: %lld Google-naptár importálva.
id: Mengimpor %lld Google Calendar.
it: Importati %lld calendari Google.
ja: %lld件のGoogleカレンダーをインポートしました。
ko: %lld개 Google 달력을 가져왔습니다.
ms: Impor %lld kalender Google.
nb: Importert %lld Google-kalendere.
nl: Geïmporteerd %lld Google-agenda's.
pl: Importowano %lld kalendarzy Google.
pt_br: Importados %lld calendários do Google.
pt_pt: Importados %lld calendários Google.
ro: Importate %lld calendare Google.
ru: Импортировано %lld календарей Google.
sk: Importovaných %lld Google kalendárov.
sv: Importerade %lld Google-kalendrar.
th: นำเข้า %lld ปฏิทิน Google
tr: %lld Google takvim alındı.
uk: Імпортовано %lld Google календарів.
vi: Đã nhập %lld lịch Google.
zh_hans: 导入了 %lld 个 Google 日历。
zh_hant: 已匯入 %lld 個 Google 日曆。

# google.sync.no_account
source: No Google Calendar account is connected.
ar: لا يوجد حساب Google Calendar متصل.
cs: Není připojen žádný účet Kalendáře Google.
da: Ingen Google Calendar-konto er forbundet.
de: Es ist kein Google Kalender-Konto verbunden.
el: Δεν είναι συνδεδεμένος κανένας λογαριασμός Google Calendar.
es: Ninguna cuenta de Google Calendar está conectada.
fi: Google Calendar -tiliä ei ole yhdistetty.
fr: Aucun compte Google Calendar n'est connecté.
he: אין חשבון Google Calendar מחובר.
hi: कोई Google कैलेंडर खाता कनेक्ट नहीं है।
hu: Nincs csatlakoztatott Google-naptár fiók.
id: Tidak ada akun Google Calendar yang terhubung.
it: Nessun account Google Calendar è connesso.
ja: Google Calendarアカウントが接続されていません。
ko: 연결된 Google 달력 계정이 없습니다.
ms: Tidak ada akun Google Kalender yang terhubung.
nb: Ingen Google Calendar-konto er tilkoblet.
nl: Geen Google Calendar-account verbonden.
pl: Żadne konto Google Calendar nie jest połączone.
pt_br: Nenhuma conta do Google Calendar está conectada.
pt_pt: Nenhuma conta de Google Calendar está conectada.
ro: Niciun cont Google Calendar nu este conectat.
ru: Нет подключённого аккаунта Google Calendar.
sk: Nie je pripojený žiadny Google Kalendár.
sv: Inget Google Kalender-konto är anslutet.
th: ไม่มีบัญชีปฏิทิน Google ที่เชื่อมต่อ
tr: Bağlı Google Takvim hesabı yok.
uk: Жоден обліковий запис Google Calendar не підключено.
vi: Không có tài khoản Google Calendar nào được kết nối.
zh_hans: 未连接任何 Google 日历账户。
zh_hant: 未連接任何 Google 日曆帳戶。

# google.sync.synced_count
source: Synced %lld Google calendars.
ar: تمت مزامقة %lld تقويم Google.
cs: Synchronizováno %lld Kalendářů Google.
da: Synkroniseret %lld Google kalendere.
de: %lld Google Kalender synchronisiert.
el: Συγχρονισμός %lld ημερολογίων Google.
es: Se sincronizaron %lld calendarios de Google.
fi: Synkronoitu %lld Google-kalenteria.
fr: Synchronisés %lld calendriers Google.
he: סונכרונו %lld לוחות שנה של Google.
hi: %lld Google कैलेंडर सिंक किए।
hu: %lld Google-naptár szinkronizálva.
id: Mensinkronkan %lld Google Calendar.
it: Sincronizzati %lld calendari Google.
ja: %lld件のGoogleカレンダーをSyncしました。
ko: %lld개 Google 달력을 동기화했습니다.
ms: Sinkronisasi %lld kalender Google.
nb: Synket %lld Google-kalendere.
nl: Gesynchroniseerd %lld Google-agenda's.
pl: Zsynchronizowano %lld kalendarzy Google.
pt_br: Sincronizados %lld calendários do Google.
pt_pt: Sincronizados %lld calendários Google.
ro: Sincronizate %lld calendare Google.
ru: Синхронизировано %lld календарей Google.
sk: Synchronizovaných %lld Google kalendárov.
sv: Synkroniserade %lld Google-kalendrar.
th: ซิงค์ %lld ปฏิทิน Google
tr: %lld Google takvim senkronize edildi.
uk: Синхронізовано %lld Google календарів.
vi: Đã đồng bộ %lld lịch Google.
zh_hans: 同步了 %lld 个 Google 日历。
zh_hant: 已同步 %lld 個 Google 日曆。

# google.sync.up_to_date
source: Google Calendar is already up to date.
ar: Google Calendar محدثة بالفعل.
cs: Kalendář Google je již aktuální.
da: Google Calendar er allerede opdateret.
de: Google Kalender ist bereits auf dem neuesten Stand.
el: Το Google Calendar είναι ήδη ενημερωμένο.
es: Google Calendar ya está actualizado.
fi: Google Calendar on jo ajan tasalla.
fr: Google Calendar est déjà à jour.
he: Google Calendar כבר עדכני.
hi: Google कैलेंडर पहले से अद्यतन है।
hu: A Google-naptár már naprakész.
id: Google Calendar sudah terbaru.
it: Google Calendar è già aggiornato.
ja: Google Calendarは既に最新です。
ko: Google 달력이 이미 최신 상태입니다.
ms: Google Kalender sudah terbaru.
nb: Google Calendar er allerede oppdatert.
nl: Google Calendar is al bijgewerkt.
pl: Google Calendar jest już zaktualizowany.
pt_br: Google Calendar já está atualizado.
pt_pt: Google Calendar já está atualizado.
ro: Google Calendar este deja actualizat.
ru: Google Calendar уже актуален.
sk: Google Kalendár je už aktuálny.
sv: Google Kalender är redan uppdaterad.
th: ปฏิทิน Google เป็นปัจจุบันแล้ว
tr: Google Takvim zaten günceldir.
uk: Google Calendar вже актуальний.
vi: Google Calendar đã được cập nhật.
zh_hans: Google 日历已是最新版本。
zh_hant: Google 日曆已是最新版本。

# menu.calendar
source: Calendar
ar: التقويم
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 달력
ms: Kalender
nb: Kalender
nl: Agenda
pl: Kalendarz
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
sk: Kalendár
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 日曆

# menu.daily
source: Daily
ar: اليومي
cs: Denní
da: Daglig
de: Täglich
el: Καθημερινά
es: Diario
fi: Päivittäin
fr: Quotidien
he: יומי
hi: दैनिक
hu: Napló
id: Harian
it: Giornale
ko: 일일
ms: Harian
nb: Daglig
nl: Dagelijks
pl: Codziennie
pt_br: Diário
pt_pt: Diário
ro: Zilnic
ru: Ежедневно
sk: Denný
sv: Dagligen
th: รายวัน
tr: Günlük
uk: Щоденно
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每日

# menu.edit
source: Edit
ar: تعديل
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
he: ערוך
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editare
ru: Редактировать
sk: Upraviť
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# menu.file
source: File
ar: ملف
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
fi: Tiedosto
fr: Fichier
he: קובץ
hi: फ़ाइल
hu: Fájl
id: Berkas
ja: ファイル
ko: 파일
ms: Berkas
nb: Fil
nl: Bestand
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
ru: Файл
sk: Súbor
sv: Arkiv
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# menu.new_folder
source: New Folder
ar: مجلد جديد
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fi: Uusi kansio
fr: Nouveau dossier
he: תיקייה חדשה
hi: नया फ़ोल्डर
hu: Új mappa
id: Folder Baru
it: Nuova Cartella
ja: 新しいフォルダ
ko: 새 폴더
ms: Folder Baru
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt_br: Nova Pasta
pt_pt: Nova Pasta
ro: Folder nou
ru: Новая папка
sk: Nový priečinok
sv: Ny mapp
th: สร้างโฟลเดอร์ใหม่
tr: Yeni Klasör
uk: Нова папка
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新資料夾

# menu.new_item
source: New Item
ar: عنصر جديد
cs: Nová položka
da: Nyt element
de: Neues Element
el: Νέο αντικείμενο
es: Nuevo elemento
fi: Uusi kohde
fr: Nouvel élément
he: פריט חדש
hi: नई आइटम
hu: Új elem
id: Item Baru
it: Nuovo Elemento
ja: 新しいアイテム
ko: 새 항목
ms: Item Baru
nb: Nytt element
nl: Nieuw item
pl: Nowy element
pt_br: Novo Item
pt_pt: Novo Item
ro: Articol nou
ru: Новый элемент
sk: Nová položka
sv: Nytt objekt
th: สร้างรายการใหม่
tr: Yeni Öğe
uk: Новий елемент
vi: Mục mới
zh_hans: 新建项目
zh_hant: 新項目

# menu.next_week
source: Next Week
ar: الأسبوع القادم
cs: Příští týden
da: Næste uge
de: Nächste Woche
el: Επόμενη εβδομάδα
es: Próxima semana
fi: Seuraava viikko
fr: Semaine prochaine
he: השבוע הבא
hi: अगला सप्ताह
hu: Következő hét
id: Minggu Depan
it: Prossima Settimana
ja: 来週
ko: 다음 주
ms: Minggu Depan
nb: Neste uke
nl: Volgende week
pl: Następny tydzień
pt_br: Próxima Semana
pt_pt: Próxima Semana
ro: Săptămâna viitoare
ru: Следующая неделя
sk: Budúci týždeň
sv: Nästa vecka
th: สัปดาห์ถัดไป
tr: Gelecek Hafta
uk: Наступний тиждень
vi: Tuần tới
zh_hans: 下周
zh_hant: 下週

# menu.previous_week
source: Previous Week
ar: الأسبوع السابق
cs: Předchozí týden
da: Forrige uge
de: Vorherige Woche
el: Προηγούμενη εβδομάδα
es: Semana anterior
fi: Edellinen viikko
fr: Semaine précédente
he: השבוע הקודם
hi: पिछला सप्ताह
hu: Előző hét
id: Minggu Sebelumnya
it: Settimana Precedente
ja: 先週
ko: 이전 주
ms: Minggu Sebelumnya
nb: Forrige uke
nl: Vorige week
pl: Poprzedni tydzień
pt_br: Semana Anterior
pt_pt: Semana Anterior
ro: Săptămâna trecută
ru: Предыдущая неделя
sk: Minulý týždeň
sv: Föregående vecka
th: สัปดาห์ก่อนหน้า
tr: Önceki Hafta
uk: Попередній тиждень
vi: Tuần trước
zh_hans: 上周
zh_hant: 上週

# menu.quit
source: Quit KnotQ
ar: إنهاء KnotQ
cs: Ukončit KnotQ
da: Afslut KnotQ
de: KnotQ beenden
el: Έξοδος από KnotQ
es: Salir de KnotQ
fi: Lopeta KnotQ
fr: Quitter KnotQ
he: צא מ-KnotQ
hi: KnotQ से बाहर निकलें
hu: KnotQ bezárása
id: Keluar KnotQ
it: Esci da KnotQ
ja: KnotQを終了
ko: KnotQ 종료
ms: Keluar KnotQ
nb: Avslutt KnotQ
nl: KnotQ afsluiten
pl: Zamknij KnotQ
pt_br: Sair do KnotQ
pt_pt: Sair do KnotQ
ro: Ieșire din KnotQ
ru: Выйти из KnotQ
sk: Ukončiť KnotQ
sv: Avsluta KnotQ
th: ออกจาก KnotQ
tr: KnotQ'dan Çık
uk: Вийти з KnotQ
vi: Thoát KnotQ
zh_hans: 退出 KnotQ
zh_hant: 結束 KnotQ

# menu.redo
source: Redo
ar: إعادة
cs: Znovu
da: Fortryd slettet
de: Wiederherstellen
el: Επανάληψη
es: Rehacer
fi: Tee uudelleen
fr: Refaire
he: בצע שוב
hi: पुनः करें
hu: Újra
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
ms: Buat Ulang
nb: Gjør på nytt
nl: Opnieuw
pl: Ponów
pt_br: Refazer
pt_pt: Refazer
ro: Refă
ru: Повторить
sk: Znova
sv: Gör om
th: ทำซ้ำ
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

# menu.settings
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Pengaturan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Параметры
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
